Repository: bryan-chilque/university-degree-project
Catalog: rrggweb/locale/*/LC_MESSAGES/django.po
Languages: es

source: type customer
es: tipo de contratante

source: document number
es: documento de identidad

source: plate
es: número de placa

source: does the contractor own the vehicle?
es: ¿El contratante es el mismo que el asegurado?

source: vehicle registration type
es: tipo de registro vehicular

source: new sale has a previous quote?
es: ¿venta nueva tiene cotización previa?

source: comment
es: comentario

source: rate
es: tasa

source: net premium
es: prima neta

source: emission right
es: derecho de emisión

source: tax (igv)
es: igv

source: created at
es: fecha de creación

source: Please correct the errors below.
es: Por favor corrija los errores a continuación.
